import React from "react";

const Banner = () => {
  return (
    <div className="py-[20px]">
      <div className="container">
        <div className="w-full md:w-[75%] mx-auto text-white p-[20px] border-[2px] rounded-[15px] backdrop-blur-[30px] border-[#92A3B0]">
          <div className="w-full md:w-[95%] mx-auto text-[30px] font-semibold">
            ภูมิหลังและความเป็นมา
          </div>
          <div className="text-[20px] mt-[10px]">
            <div className="leading-[25px]">
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พ.ศ. 2550
              ได้ก่อตั้งบริษัท ตาตง นครสวรรค์ จำกัด พร้อมกับ บริษัท เอส.พีเจริญ
              ฟู้ดส์ จำกัดตาตง มาจากชื่อเล่นของภรรยาว่า "ตุ๊กตา" เป็นตัวนำหน้า
              และชื่อเล่น ของเฮียว่า "เฮียตง" เจ้าของบริษัท
              ตั้งบริษัทอยู่ที่จังหวัดนครสวรรค์ จึงเกิด บริษัท ตาดง นครสวรรค์
              จำกัด ขึ้นมา และได้เปลี่ยนมือผู้บริหารโดย นาย เจษฎา ศรีประทักษ์
              หลังจากเลิกกิจการฟาร์มไก่ก็เปลี่ยน มาทำกิจการจำหน่ายไก่สดของบริษัท
              CPF (ประเทศไทย) จำกัด (มหาชน) โดยใช้ชื่อว่าบริษัท เอส.พี.เจริญ
              ฟู้ดส์ จำกัด ความหมายของ "เอส.พี" มาจาก เสริมโภคภัณฑ์ และคำว่า
              "เจริญฟู้ดส์" มาจากการค้า อาหารของเจริญโภคภัณฑ์จึงเกิดบริษัท เอส
              พีเจริญฟู้ดส์ จำกัด ขึ้นมาเป็นตัวแทนการจัดจำหน่ายไก่สด ของบริษัท
              CPF (ประเทศไทย) จำกัด (มหาชน) ในจังหวัดนครสวรรค์
            </div>
            <div className="leading-[25px] mt-[10px]">
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การดำเนินงานของบริษัทเจริญโภคภัณฑ์
              จำกัด เป็นธุรกิจการขนส่งสินค้าประเภทไก่สด ชิ้นส่วนไก่สด
              ชิ้นส่วนไก่ และอาหารแช่แข็งในเครือบริษัท CPFจำกัด
              ให้กับห้างสรรพสินค้าและร้าน KFC ทุกสาขาในภาคกลางและภาคเหนือ
            </div>
          </div>
          
        </div>
      </div>
    </div>
  );
};

export default Banner;
