export const oldstucture = [
    {
        title:'กรรมการผู้จัดการ',
        des:[
            "ดูแล วางแผนการทำงานและ อนุมัติโครงการต่างๆสั่งงานให้แต่ละฝ่ายว่าแต่ละฝ่ายต้อง ปฏิบัติ หน้าที่การทำงานอะไรบ้าง ",
            "ประสานงานบริษัทต่างๆ",
            "จัดอบรมโครงการต่างๆ",
            "ดูแลเงินเดือนพนักงานของบริษัท ",
            "ควบคุมการเบิกจ่ายอุปกรณ์ต่างๆของพนักงาน",
        ]
    },
    {
        title:'ฝ่ายบัญชี ',
        des:[
            "ลงเอกสารเกี่ยวกับบัญชีขายทั้งหมด ออกใบวางบิล ใบแจ้งหนี้ให้ลูกค้า ",
            "บันทึกข้อมูลรายการซื้อ-ขาย แม็คโครทุกสาขา ",
            "ออกใบสั่งซื้อทั่วไป ",
        ]
    },
    {
        title:'ฝ่ายควบคุมคุณภาพ ',
        des:[
            "ตรวจติดตามคุณภาพภายในองค์กร ",
            "จัดการฝึกอบรมให้พนักงานทราบถึงขั้นตอนและกระบวนการทำงานระบบคุณภาพ ",
            "ตรวจสอบการขนส่งอุปกรณ์ต่างๆ ในการทำงาน  ",
            "ตรวจสอบการควบคุมเอกสารและข้อมูลทั้งภายในและภายนอกองค์กรทั้งหมดให้อยู่ในระบบ คุณภาพขององค์กร",
        ]
    },
    {
        title:'ฝ่ายควบคุมการขนส่ง ',
        des:[
            "ตรวจสอบบิลน้ำมันของรถขนส่งทุกสายและบันทึกข้อมูล",
            "บันทึกข้อมูลการซื้อ-ขาย และออกเช็คค่าใช้จ่ายต่างๆของรถขนส่ง ",
            "บันทึกข้อมูลซ่อมบำรุงของรถขนส่งสินค้า ทุกคัน ",
        ]
    },
    {
        title:'พนักงาน ',
        des:[
            "นำรถบรรทุกไปรอรับสินค้าที่โรงงาน ",
            "นำรถเข้ารับสินค้า  ",
            "บันทึกเอกสารควบคุมการส่ง ",
            "นำรถเข้า จอดที่จุดกระจายสินค้า ",
            "ถ่ายโอนสินค้า ",
            "ส่งมอบสินค้าให้แก่ลูกค้า ",
            "ควบคุมมาตรฐานระหว่างการเดินทางขนส่ง ",
        ]
    },
    {
        title:'ฝ่ายน้ำมัน ',
        des:[
            "จัดเก็บบิลน้ำมันของรถที่วิ่งงานประจำวัน ",
            "ตรวจสอบบิลน้ำมัน ",
            "บันทึกข้อมูลการเติมน้ำมันของรถขนส่ง ",
        ]
    },
]