export const process = [
  {
    title: "เข้าสู่ระบบ",
    des: "เจ้าหน้าที่ต้องล็อกอินเข้าสู่ระบบ เพื่อเข้าไปจัดการข้อมูลต่างๆในระบบของบริษัท",
  },
  {
    title: "การจัดการน้ำหนักของตะกร้า",
    des: "เจ้าหน้าที่ต้องทำการล็อกอินก่อน แล้วจะเข้ามาจัดการข้อมูลตะกร้า จะมีข้อมูลแสดง โดยมี น้ำหนักตะกร้า",
  },
  {
    title: "เบี้ยเลี้ยง",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับข้อมูล เบี้ยเลี้ยง จะมีรายการข้อมูลแสดงเบี้ยเลี้ยง โดยมี ข้อมูลเบี้ยเลี้ยง โดยจะมีการ เพิ่ม ลบ ได้",
  },
  {
    title: "ข้อมูลสินค้า",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับข้อมูลสินค้า จะมีรายการข้อมูลแสดง โดยมี ลูกค้า สินค้า น้ำหนักตะกร้า เพิ่มข้อมูลสินค้า  โดยจะสามารถ เพิ่ม ลบ แก้ไข ข้อมูลได้",
  },
  {
    title: "ข้อมูลลูกค้า",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับ ข้อมูลลูกค้า จะมีรายการข้อมูลแสดงข้อมูลลูกลูกค้า โดยจะสามารถ เพิ่ม ลบ ข้อมูลได้",
  },
  {
    title: "ข้อมูลพนักงาน",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับ ข้อมูลพนักงาน จะมีรายการข้อมูลแสดงข้อมูลพนักงาน โดยจะสามารถ เพิ่ม ลบ แก้ไข ค้นหา ข้อมูลได้",
  },
  {
    title: "ข้อมูลเส้นทาง",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับเส้นทาง คือ การจัดเส้นทางการเดินรถ โดยจะมี การแสดงข้อมูล เส้นทาง เวลา โดยจะสามารถ เพิ่ม ลบ แก้ไข ได้",
  },
  {
    title: "รถ",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับรถ คือ การจัดการรถ โดยจะมี การแสดงข้อมูล เลขรถ ทะเบียนรถ ขนาดรถ โดยจะสามารถ เพิ่ม ลบ แก้ไข ได้",
  },
  {
    title: "ข้อมูลจัดแผนเดินรถ",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับการจัดแผนเดินรถ คือ การจัดแผนเดินรถ โดยจะมี การเลือกสินค้า เส้นทาง เวลา ลูกค้า พนักงานขับรถ เด็กรถ โดยจะสามารถ เพิ่ม ลบ แก้ไข ได้",
  },
  {
    title: "ออกรายงาน",
    des: "เจ้าหน้าที่จะเข้าไปจัดการข้อมูลเกี่ยวกับ การออกรายงานของข้อมูลในระบบที่สำนักงานต้องการ สามารถดูข้อมูลก่อนจะพิมพ์ออกทางเครื่องพิมพ์ ได้ โดยจะสามารถปริ้นเอกสารทางเครื่องพิมพ์ได้",
  },
];
