export const usecase = [
    {
        title: "เข้าสู่ระบบ:",
        des:" ทำหน้าที่ตรวจสอบสิทธิการเข้าใช้งานระบบของผู้ใช้โดยตรวจสอบสิทธิผู้ใช้เมื่อล็อคอินเพื่อเข้าสู่ระบบ"
    },
    {
        title: "การจัดการข้อมูลน้ำหนักตะกร้า:",
        des:"ทำหน้าที่จัดการข้อมูลน้ำหนักของตะกร้า ได้แก่ การเพิ่ม การแก้ไข การลบน้ำหนักของตะกร้าสินค้า"
    },
    {
        title: " การจัดการข้อมูลเบี้ยเลี้ยง:",
        des:"  ทำหน้าที่จัดการข้อมูลเบี้ยเลี้ยงของพนักงาน โดยการ เพิ่ม ลบ เบี้ยเลี้ยงของพนักงาน"
    },
    {
        title: "การจัดการข้อมูลสินค้า:",
        des:"ทำหน้าที่จัดการข้อมูลสินค้าและจัดเก็บข้อมูลของสินค้าเช่นชิ้นส่วนไก่จะมีการเพิ่ม ลบ แก้ไข"
    },
    {
        title: "การจัดการข้อมูลลูกค้า:",
        des:"ทำหน้าที่จัดการข้อมูลลูกค้า โดยมีรายการแสดงข้อมูลลูกลูกค้า โดยสามารถ เพิ่ม ลบ ข้อมูลได้"
    },
    {
        title: "การจัดการข้อมูลพนักงาน:",
        des:"ทำหน้าที่แสดงเกี่ยวกับข้อมูลพนักงาน โดยมีรายการแสดงข้อมูลพนักงาน โดยสามารถ ค้นหาข้อมูลของพนักงานได้"
    },
    {
        title: "การจัดการข้อมูลเส้นทาง:",
        des:"ทำหน้าที่จัดการข้อมูลเกี่ยวกับเส้นทาง คือ การจัดเส้นทางการเดินรถ โดยมี การแสดงข้อมูล เส้นทาง เวลา โดยสามารถ เพิ่ม ลบ แก้ไข ได้"
    },
    {
        title: "จัดการข้อมูลรถ:",
        des:"ทำหน้าที่จัดการข้อมูลเกี่ยวกับรถ คือ การจัดการรถ โดยมี การแสดงข้อมูล เลขรถ ทะเบียนรถ ขนาดรถ โดยสามารถ เพิ่ม ลบ แก้ไข ได้"
    },
    {
        title: "จัดแผนเดินรถ:",
        des:"ทำหน้าที่จัดการข้อมูลเกี่ยวกับการจัดแผนเดินรถ คือ การจัดแผนเดินรถ โดยมี การเลือกสินค้า เส้นทาง เวลา ลูกค้า พนักงานขับรถ ผู้ช่วยพนักงานขับรถ โดยสามารถ เพิ่ม ลบ แก้ไข ได้"
    },
    {
        title: "รายงาน:",
        des:"ทำหน้าที่ออกรายงานของข้อมูลในระบบที่สำนักงานต้องการ สามารถดูข้อมูลก่อนพิมพ์ออกทางเครื่องพิมพ์ได้โดยสามารถพิมพ์เอกสารทางเครื่องพิมพ์ได้"
    },
]